Repository: Evil-Project/Twinskaraoke
Catalog: TwinskaraokeShared/Localization/Localizable.xcstrings
Source language: en
Languages: de, fi, fr, ja, uk, zh_hans, zh_hant

source: Couldn't Load Videos
de: Videos konnten nicht geladen werden
fi: Videoita ei voitu ladata
fr: Impossible de charger les vidéos
ja: ビデオを読み込めませんでした
uk: Не вдалося завантажити відео
zh_hans: 无法加载视频
zh_hant: 無法載入影片

source: Couldn't load your favourites.
de: Deine Favoriten konnten nicht geladen werden.
fi: Suosikkejasi ei voitu ladata.
fr: Impossible de charger vos favoris.
ja: お気に入りを読み込めませんでした。
uk: Не вдалося завантажити ваше улюблене.
zh_hans: 无法加载你的收藏。
zh_hant: 無法載入你的喜好項目。

source: Couldn't load your playlists.
de: Deine Playlists konnten nicht geladen werden.
fi: Soittolistojasi ei voitu ladata.
fr: Impossible de charger vos playlists.
ja: プレイリストを読み込めませんでした。
uk: Не вдалося завантажити ваші плейлисти.
zh_hans: 无法加载你的歌单。
zh_hant: 無法載入你的歌單。

source: Couldn't play this song.
de: Dieser Song konnte nicht abgespielt werden.
fi: Tätä kappaletta ei voitu toistaa.
fr: Impossible de lire ce titre.
ja: この曲を再生できませんでした。
uk: Не вдалося відтворити цю пісню.
zh_hans: 无法播放这首歌曲。
zh_hant: 無法播放這首歌曲。

source: Couldn’t reach Twinskaraoke (%lld).
de: Twinskaraoke ist nicht erreichbar (%lld).
fi: Twinskaraokeen ei saada yhteyttä (%lld).
fr: Impossible de joindre Twinskaraoke (%lld).
ja: Twinskaraokeに接続できませんでした（%lld）。
uk: Не вдалося зв’язатися з Twinskaraoke (%lld).
zh_hans: 无法连接 Twinskaraoke（%lld）。
zh_hant: 無法連線到 Twinskaraoke（%lld）。

source: Couldn't read the server's response.
de: Die Serverantwort konnte nicht gelesen werden.
fi: Palvelimen vastausta ei voitu lukea.
fr: Impossible de lire la réponse du serveur.
ja: サーバーの応答を読み取れませんでした。
uk: Не вдалося прочитати відповідь сервера.
zh_hans: 无法读取服务器响应。
zh_hant: 無法讀取伺服器回應。

source: Couldn't refresh radio metadata.
de: Radio-Metadaten konnten nicht aktualisiert werden.
fi: Radion metatietoja ei voitu päivittää.
fr: Impossible d’actualiser les métadonnées de la radio.
ja: ラジオのメタデータを更新できませんでした。
uk: Не вдалося оновити метадані радіо.
zh_hans: 无法刷新电台元数据。
zh_hant: 無法重新整理電台後設資料。

source: Couldn't refresh what's playing.
de: Aktuelle Wiedergabe konnte nicht aktualisiert werden.
fi: Nyt soivaa ei voitu päivittää.
fr: Impossible d’actualiser le titre en cours.
ja: 再生中の曲を更新できませんでした。
uk: Не вдалося оновити те, що зараз грає.
zh_hans: 无法刷新正在播放的内容。
zh_hant: 無法重新整理正在播放的內容。

source: Couldn’t remove “%@”. Try again.
de: „%@“ konnte nicht entfernt werden. Versuche es erneut.
fi: Kohdetta ”%@” ei voitu poistaa. Yritä uudelleen.
fr: Impossible de supprimer « %@ ». Réessayez.
ja: 「%@」を削除できませんでした。もう一度お試しください。
uk: Не вдалося видалити «%@». Спробуйте ще раз.
zh_hans: 无法移除“%@”。请重试。
zh_hant: 無法移除「%@」。請再試一次。

source: Couldn't Remove Song
de: Song konnte nicht entfernt werden
fi: Kappaletta ei voitu poistaa
fr: Impossible de supprimer le titre
ja: 曲を削除できませんでした
uk: Не вдалося видалити пісню
zh_hans: 无法移除歌曲
zh_hant: 無法移除歌曲

source: Couldn’t remove song
de: Song konnte nicht entfernt werden
fi: Kappaletta ei voitu poistaa
fr: Impossible de supprimer le titre
ja: 曲を削除できませんでした
uk: Не вдалося видалити пісню
zh_hans: 无法移除歌曲
zh_hant: 無法移除歌曲

source: Couldn't save
de: Sichern fehlgeschlagen
fi: Tallennus epäonnistui
fr: Échec de l’enregistrement
ja: 保存できませんでした
uk: Не вдалося зберегти
zh_hans: 无法保存
zh_hant: 無法儲存

source: Couldn't Save Changes
de: Änderungen konnten nicht gesichert werden
fi: Muutoksia ei voitu tallentaa
fr: Impossible d’enregistrer les modifications
ja: 変更を保存できませんでした
uk: Не вдалося зберегти зміни
zh_hans: 无法保存更改
zh_hant: 無法儲存變更

source: Couldn't securely save your sign-in. Please try again.
de: Deine Anmeldung konnte nicht sicher gespeichert werden. Bitte versuche es erneut.
fi: Kirjautumistasi ei voitu tallentaa turvallisesti. Yritä uudelleen.
fr: Impossible d’enregistrer votre connexion en toute sécurité. Veuillez réessayer.
ja: サインイン情報を安全に保存できませんでした。もう一度お試しください。
uk: Не вдалося безпечно зберегти дані входу. Спробуйте ще раз.
zh_hans: 无法安全保存你的登录信息。请重试。
zh_hant: 無法安全儲存你的登入資訊。請再試一次。

source: Couldn't set up the pack: %@
de: Das Paket konnte nicht eingerichtet werden: %@
fi: Pakettia ei voitu ottaa käyttöön: %@
fr: Impossible d’installer le pack : %@
ja: パックを設定できませんでした：%@
uk: Не вдалося налаштувати пакет: %@
zh_hans: 无法设置资源包：%@
zh_hant: 無法設定資源包：%@

source: Couldn't sign in
de: Anmeldung fehlgeschlagen
fi: Kirjautuminen epäonnistui
fr: Échec de la connexion
ja: サインインできませんでした
uk: Не вдалося ввійти
zh_hans: 无法登录
zh_hant: 無法登入

source: Couldn’t sign in. Check your connection and try again.
de: Anmeldung fehlgeschlagen. Prüfe deine Verbindung und versuche es erneut.
fi: Kirjautuminen epäonnistui. Tarkista yhteys ja yritä uudelleen.
fr: Impossible de se connecter. Vérifiez votre connexion et réessayez.
ja: サインインできませんでした。接続を確認して、もう一度お試しください。
uk: Не вдалося ввійти. Перевірте з’єднання та повторіть спробу.
zh_hans: 无法登录。请检查网络连接后重试。
zh_hant: 無法登入。請檢查網路連線後再試一次。

source: Couldn't stage the download: %@
de: Der Download konnte nicht vorbereitet werden: %@
fi: Latausta ei voitu valmistella: %@
fr: Impossible de préparer le téléchargement : %@
ja: ダウンロードを準備できませんでした：%@
uk: Не вдалося підготувати завантаження: %@
zh_hans: 无法准备下载：%@
zh_hant: 無法準備下載：%@

source: Couldn’t start a sign-in code. Try again.
de: Anmeldecode konnte nicht erstellt werden. Versuche es erneut.
fi: Kirjautumiskoodia ei voitu luoda. Yritä uudelleen.
fr: Impossible de générer un code de connexion. Réessayez.
ja: サインインコードを作成できませんでした。もう一度お試しください。
uk: Не вдалося створити код входу. Спробуйте ще раз.
zh_hans: 无法生成登录代码。请重试。
zh_hant: 無法產生登入代碼。請再試一次。

source: Cover by %@
de: Cover von %@
fi: Cover: %@
fr: Reprise par %@
ja: カバー: %@
uk: Кавер від %@
zh_hans: 翻唱：%@
zh_hant: 翻唱：%@

source: Coverage
de: Abdeckung
fi: Kattavuus
fr: Couverture
ja: 対応状況
uk: Охоплення
zh_hans: 覆盖范围
zh_hant: 涵蓋範圍

source: Create a playlist first to save this song.
de: Erstelle zuerst eine Playlist, um diesen Song zu sichern.
fi: Luo ensin soittolista tallentaaksesi tämän kappaleen.
fr: Créez d’abord une playlist pour enregistrer ce titre.
ja: この曲を保存するには、まずプレイリストを作成してください。
uk: Спершу створіть плейлист, щоб зберегти цю пісню.
zh_hans: 请先创建歌单来保存这首歌曲。
zh_hant: 請先建立歌單來儲存這首歌曲。

source: Create playlist
de: Playlist erstellen
fi: Luo soittolista
fr: Créer une playlist
ja: プレイリストを作成
uk: Створити плейлист
zh_hans: 创建歌单
zh_hant: 建立歌單

source: Create Playlist
de: Playlist erstellen
fi: Luo soittolista
fr: Créer une playlist
ja: プレイリストを作成
uk: Створити плейлист
zh_hans: 创建歌单
zh_hant: 建立歌單

source: Creating...
de: Wird erstellt …
fi: Luodaan…
fr: Création…
ja: 作成中…
uk: Створення…
zh_hans: 正在创建...
zh_hant: 正在建立...

source: Creating…
de: Wird erstellt …
fi: Luodaan…
fr: Création…
ja: 作成中…
uk: Створення…
zh_hans: 正在创建…
zh_hant: 正在建立…

source: Credits
de: Mitwirkende
fi: Tekijät
fr: Crédits
ja: クレジット
uk: Автори
zh_hans: 制作人员
zh_hant: 製作人員

source: Crossfade Duration
de: Crossfade-Dauer
fi: Ristiinhäivytyksen kesto
fr: Durée du fondu enchaîné
ja: クロスフェードの長さ
uk: Тривалість перехресного згасання
zh_hans: 交叉淡化时长
zh_hant: 交叉淡化時長

source: Curated playlists
de: Kuratierte Playlists
fi: Kuratoidut soittolistat
fr: Playlists sélectionnées
ja: 厳選プレイリスト
uk: Добірки плейлистів
zh_hans: 精选歌单
zh_hant: 精選歌單

source: Curated playlists will appear here.
de: Kuratierte Playlists erscheinen hier.
fi: Kuratoidut soittolistat näkyvät täällä.
fr: Les playlists sélectionnées apparaîtront ici.
ja: 厳選プレイリストがここに表示されます。
uk: Добірки плейлистів з’являться тут.
zh_hans: 精选歌单会显示在这里。
zh_hant: 精選歌單會顯示在這裡。

source: Current lyric
de: Aktuelle Zeile
fi: Nykyinen rivi
fr: Ligne en cours
ja: 現在の歌詞
uk: Поточний рядок
zh_hans: 当前歌词
zh_hant: 目前歌詞

source: Current song
de: Aktueller Song
fi: Nykyinen kappale
fr: Titre en cours
ja: 現在の曲
uk: Поточна пісня
zh_hans: 当前歌曲
zh_hant: 目前歌曲

source: Current user
de: Aktueller Benutzer
fi: Nykyinen käyttäjä
fr: Utilisateur actuel
ja: 現在のユーザー
uk: Поточний користувач
zh_hans: 当前用户
zh_hant: 目前使用者

source: Custom
de: Benutzerdefiniert
fi: Mukautettu
fr: Personnalisé
ja: カスタム
uk: Власна
zh_hans: 自定义
zh_hant: 自訂

source: Cycles repeat mode.
de: Wechselt den Wiederholungsmodus.
fi: Vaihtaa toistotilaa.
fr: Change le mode de répétition.
ja: リピートモードを切り替えます。
uk: Перемикає режим повтору.
zh_hans: 循环播放模式
zh_hant: 循環播放模式

source: Dark
de: Dunkel
fi: Tumma
fr: Sombre
ja: ダーク
uk: Темна
zh_hans: 深色
zh_hant: 深色

source: Debug Logging
de: Debug-Protokollierung
fi: Virheenkorjausloki
fr: Journalisation de débogage
ja: デバッグログ
uk: Журнал налагодження
zh_hans: 调试日志
zh_hant: 偵錯日誌

source: Delete %lld Selected Songs
de: %lld ausgewählte Songs löschen
fi: Poista %lld valittua kappaletta
fr: Supprimer %lld titres sélectionnés
ja: 選択した%lld曲を削除
uk: Видалити вибрані пісні (%lld)
zh_hans: 删除所选的 %lld 首歌曲
zh_hant: 刪除所選的 %lld 首歌曲

source: Delete Selected Songs
de: Ausgewählte Songs löschen
fi: Poista valitut kappaleet
fr: Supprimer les titres sélectionnés
ja: 選択した曲を削除
uk: Видалити вибрані пісні
zh_hans: 删除所选歌曲
zh_hant: 刪除所選歌曲

source: Deletes songs saved on this watch. They download again when played.
de: Löscht die auf dieser Uhr gespeicherten Songs. Sie werden beim Abspielen erneut geladen.
fi: Poistaa tähän kelloon tallennetut kappaleet. Ne ladataan uudelleen toistettaessa.
fr: Supprime les titres enregistrés sur cette montre. Ils seront retéléchargés à la lecture.
ja: このApple Watchに保存された曲を削除します。再生時に再ダウンロードされます。
uk: Видаляє пісні, збережені на цьому годиннику. Вони завантажаться знову під час відтворення.
zh_hans: 删除此手表上保存的歌曲。播放时会重新下载。
zh_hant: 刪除此手錶上儲存的歌曲。播放時會重新下載。

source: Description
de: Beschreibung
fi: Kuvaus
ja: 説明
uk: Опис
zh_hans: 描述
zh_hant: 描述

source: Description (optional)
de: Beschreibung (optional)
fi: Kuvaus (valinnainen)
fr: Description (facultatif)
ja: 説明（任意）
uk: Опис (необов’язково)
zh_hans: 描述（可选）
zh_hant: 描述（選填）

source: Developer
de: Entwickler
fi: Kehittäjä
fr: Développeur
ja: 開発者
uk: Розробник
zh_hans: 开发者
zh_hant: 開發者

source: Disable Developer Mode
de: Entwicklermodus deaktivieren
fi: Poista kehittäjätila käytöstä
fr: Désactiver le mode développeur
ja: 開発者モードを無効にする
uk: Вимкнути режим розробника
zh_hans: 禁用开发者模式
zh_hant: 停用開發者模式

source: Disable developer mode?
de: Entwicklermodus deaktivieren?
fi: Poistetaanko kehittäjätila käytöstä?
fr: Désactiver le mode développeur ?
ja: 開発者モードを無効にしますか？
uk: Вимкнути режим розробника?
zh_hans: 禁用开发者模式？
zh_hant: 停用開發者模式？

source: Disables vocal removal.
de: Schaltet die Gesangsentfernung aus.
fi: Poistaa laulun poiston käytöstä.
fr: Désactive la suppression de la voix.
ja: ボーカル除去をオフにします。
uk: Вимикає видалення вокалу.
zh_hans: 关闭人声消除。
zh_hant: 關閉人聲消除。

source: Discover
de: Entdecken
fi: Löydä
fr: Découvrir
ja: 見つける
uk: Відкриття
zh_hans: 发现
zh_hant: 探索

source: Dismiss
de: Schließen
fi: Sulje
fr: Fermer
ja: 閉じる
uk: Закрити
zh_hans: 关闭
zh_hant: 關閉

source: Dismiss player
de: Player schließen
fi: Sulje soitin
fr: Fermer le lecteur
ja: プレーヤーを閉じる
uk: Закрити плеєр
zh_hans: 收起播放器
zh_hant: 收起播放器

source: Dismisses Playing Next.
de: Schließt „Als Nächstes“.
fi: Sulkee Seuraavaksi-näkymän.
fr: Ferme « À suivre ».
ja: 「次に再生」を閉じます。
uk: Закриває «Далі».
zh_hans: 隐藏 接下来播放
zh_hant: 隱藏 接下來播放

source: Dismisses the radio queue.
de: Schließt die Radio-Warteschlange.
fi: Sulkee radion jonon.
fr: Ferme la file d’attente de la radio.
ja: ラジオのキューを閉じます。
uk: Закриває чергу радіо.
zh_hans: 清除电台队列
zh_hant: 清除電台隊列

source: done
de: erledigt
fi: valmis
fr: terminé
ja: 達成
uk: виконано
zh_hans: 完成
zh_hant: 完成

source: Done
de: Fertig
fi: Valmis
fr: OK
ja: 完了
uk: Готово
zh_hans: 完成
zh_hant: 完成

source: Double tap to %@.
de: Doppeltippen, um %@.
fi: Kaksoisnapauta: %@.
fr: Touchez deux fois pour %@.
ja: ダブルタップして%@。
uk: Двічі торкніться, щоб %@.
zh_hans: 双击以 %@
zh_hant: 雙擊以 %@

source: Double tap to jump to this lyric.
de: Doppeltippen, um zu dieser Zeile zu springen.
fi: Kaksoisnapauta siirtyäksesi tähän riviin.
fr: Touchez deux fois pour aller à cette ligne.
ja: ダブルタップするとこの歌詞に移動します。
uk: Двічі торкніться, щоб перейти до цього рядка.
zh_hans: 双击跳转至该句歌词
zh_hant: 雙擊跳轉至該句歌詞

source: Double tap to open the current song.
de: Doppeltippen, um den aktuellen Song zu öffnen.
fi: Kaksoisnapauta avataksesi nykyisen kappaleen.
fr: Touchez deux fois pour ouvrir le titre en cours.
ja: ダブルタップすると現在の曲を開きます。
uk: Двічі торкніться, щоб відкрити поточну пісню.
zh_hans: 双击打开当前歌曲
zh_hant: 雙擊開啟目前歌曲

source: Double tap to open the player.
de: Doppeltippen, um den Player zu öffnen.
fi: Kaksoisnapauta avataksesi soittimen.
fr: Touchez deux fois pour ouvrir le lecteur.
ja: ダブルタップするとプレーヤーを開きます。
uk: Двічі торкніться, щоб відкрити плеєр.
zh_hans: 双击展开播放器
zh_hant: 雙擊展開播放器

source: Double tap to play from %@.
de: Doppeltippen, um ab %@ abzuspielen.
fi: Kaksoisnapauta toistaaksesi kohdasta %@.
fr: Touchez deux fois pour lire à partir de %@.
ja: ダブルタップすると%@から再生します。
uk: Двічі торкніться, щоб відтворити з %@.
zh_hans: 双击从 %@ 播放
zh_hant: 雙擊從 %@ 播放

source: Double tap to play this result.
de: Doppeltippen, um dieses Ergebnis abzuspielen.
fi: Kaksoisnapauta toistaaksesi tämän tuloksen.
fr: Touchez deux fois pour lire ce résultat.
ja: ダブルタップするとこの結果を再生します。
uk: Двічі торкніться, щоб відтворити цей результат.
zh_hans: 轻点两下可播放此结果。
zh_hant: 點兩下可播放此結果。

source: Double tap to play this song again.
de: Doppeltippen, um diesen Song erneut abzuspielen.
fi: Kaksoisnapauta toistaaksesi tämän kappaleen uudelleen.
fr: Touchez deux fois pour réécouter ce titre.
ja: ダブルタップするとこの曲をもう一度再生します。
uk: Двічі торкніться, щоб відтворити цю пісню знову.
zh_hans: 轻点两下可再次播放这首歌曲。
zh_hant: 點兩下可再次播放這首歌曲。

source: Double tap to play this song now.
de: Doppeltippen, um diesen Song jetzt abzuspielen.
fi: Kaksoisnapauta toistaaksesi tämän kappaleen nyt.
fr: Touchez deux fois pour lire ce titre maintenant.
ja: ダブルタップするとこの曲を今すぐ再生します。
uk: Двічі торкніться, щоб відтворити цю пісню зараз.
zh_hans: 双击立即播放这首歌
zh_hant: 雙擊立刻播放這首歌

source: Double tap to play this song.
de: Doppeltippen, um diesen Song abzuspielen.
fi: Kaksoisnapauta toistaaksesi tämän kappaleen.
fr: Touchez deux fois pour lire ce titre.
ja: ダブルタップするとこの曲を再生します。
uk: Двічі торкніться, щоб відтворити цю пісню.
zh_hans: 双击播放这首歌
zh_hant: 雙擊播放這首歌

source: Double tap to play. Swipe up or down for playback and library actions.
de: Doppeltippen zum Abspielen. Nach oben oder unten wischen für Wiedergabe- und Mediathek-Aktionen.
fi: Kaksoisnapauta toistaaksesi. Pyyhkäise ylös tai alas toisto- ja kirjastotoimintoja varten.
fr: Touchez deux fois pour lire. Balayez vers le haut ou le bas pour les actions de lecture et de bibliothèque.
ja: ダブルタップで再生。上下にスワイプすると再生とライブラリの操作ができます。
uk: Двічі торкніться, щоб відтворити. Проведіть угору чи вниз для дій відтворення та медіатеки.
zh_hans: 轻点两下以播放。向上或向下轻扫可执行播放和资料库操作。
zh_hant: 點兩下以播放。向上或向下滑動可執行播放和資料庫操作。

source: Double tap to point the Digital Crown here. Swipe up or down to seek by 15 seconds.
de: Doppeltippen, um die Digital Crown hierauf zu richten. Nach oben oder unten wischen, um 15 Sekunden zu springen.
fi: Kaksoisnapauta ohjataksesi Digital Crownin tähän. Pyyhkäise ylös tai alas siirtyäksesi 15 sekuntia.
fr: Touchez deux fois pour diriger la Digital Crown ici. Balayez vers le haut ou le bas pour avancer ou reculer de 15 secondes.
ja: ダブルタップするとDigital Crownの操作対象をここにします。上下にスワイプすると15秒ずつ移動します。
uk: Двічі торкніться, щоб спрямувати Digital Crown сюди. Проведіть угору чи вниз, щоб перемотати на 15 секунд.
zh_hans: 轻点两下可将数码表冠指向此处。向上或向下轻扫可快进或快退 15 秒。
zh_hant: 點兩下可將數位錶冠指向此處。向上或向下滑動可快轉或倒轉 15 秒。

source: Double tap to restart the song.
de: Doppeltippen, um den Song neu zu starten.
fi: Kaksoisnapauta aloittaaksesi kappaleen alusta.
fr: Touchez deux fois pour recommencer le titre.
ja: ダブルタップすると曲を最初から再生します。
uk: Двічі торкніться, щоб почати пісню спочатку.
zh_hans: 双击重新播放
zh_hant: 雙擊重新播放

source: Double tap to return to the player. More actions are available.
de: Doppeltippen, um zum Player zurückzukehren. Weitere Aktionen sind verfügbar.
fi: Kaksoisnapauta palataksesi soittimeen. Lisätoimintoja on saatavilla.
fr: Touchez deux fois pour revenir au lecteur. D’autres actions sont disponibles.
ja: ダブルタップするとプレーヤーに戻ります。その他の操作も利用できます。
uk: Двічі торкніться, щоб повернутися до плеєра. Доступні інші дії.
zh_hans: 双击返回播放器，查看更多操作
zh_hant: 雙擊返回播放器，檢視更多動作

source: Double tap to toggle.
de: Doppeltippen zum Umschalten.
fi: Kaksoisnapauta vaihtaaksesi.
fr: Touchez deux fois pour activer ou désactiver.
ja: ダブルタップで切り替えます。
uk: Двічі торкніться, щоб перемкнути.
zh_hans: 双击切换
zh_hant: 雙擊切換

source: Download
de: Herunterladen
fi: Lataa
fr: Télécharger
ja: ダウンロード
uk: Завантажити
zh_hans: 下载
zh_hant: 下載

source: Download failed.
de: Download fehlgeschlagen.
fi: Lataus epäonnistui.
fr: Échec du téléchargement.
ja: ダウンロードに失敗しました。
uk: Не вдалося завантажити.
zh_hans: 下载失败。
zh_hant: 下載失敗。

source: Download Notifications
de: Download-Mitteilungen
fi: Latausilmoitukset
fr: Notifications de téléchargement
ja: ダウンロード通知
uk: Сповіщення про завантаження
zh_hans: 下载通知
zh_hant: 下載通知

source: Download Remaining
de: Restliche laden
fi: Lataa loput
fr: Télécharger le reste
ja: 残りをダウンロード
uk: Завантажити решту
zh_hans: 下载剩余歌曲
zh_hant: 下載剩餘歌曲

source: Downloaded
de: Geladen
fi: Ladattu
fr: Téléchargé
ja: ダウンロード済み
uk: Завантажено
zh_hans: 已下载
zh_hant: 已下載

source: Downloaded Audio
de: Geladenes Audio
fi: Ladattu ääni
fr: Audio téléchargé
ja: ダウンロード済みオーディオ
uk: Завантажене аудіо
zh_hans: 已下载的音频
zh_hant: 已下載的音訊

source: Downloaded songs stay playable when the network drops.
de: Geladene Songs bleiben abspielbar, wenn das Netz ausfällt.
fi: Ladatut kappaleet toimivat, vaikka verkkoyhteys katkeaisi.
fr: Les titres téléchargés restent lisibles sans réseau.
ja: ダウンロードした曲はネットワークが切れても再生できます。
uk: Завантажені пісні відтворюються навіть без мережі.
zh_hans: 已下载的歌曲在断网时仍可播放。
zh_hant: 已下載的歌曲在斷網時仍可播放。

source: Downloading
de: Wird geladen
fi: Ladataan
fr: Téléchargement
ja: ダウンロード中
uk: Завантаження
zh_hans: 正在下载
zh_hant: 正在下載

source: Downloading %lld...
de: %lld werden geladen …
fi: Ladataan %lld…
fr: Téléchargement de %lld…
ja: %lld 件をダウンロード中…
uk: Завантаження: %lld…
zh_hans: 正在下载 %lld...
zh_hant: 正在下載 %lld...

source: Downloading %lld…
de: %lld werden geladen …
fi: Ladataan %lld…
fr: Téléchargement de %lld…
ja: %lld 件をダウンロード中…
uk: Завантаження: %lld…
zh_hans: 正在下载 %lld…
zh_hant: 正在下載 %lld…

source: Downloading Shimeji pack…
de: Shimeji-Paket wird geladen…
fi: Ladataan Shimeji-pakettia…
fr: Téléchargement du pack Shimeji…
ja: しめじパックをダウンロード中…
uk: Завантаження пакета Shimeji…
zh_hans: 正在下载 Shimeji 包…
zh_hant: 正在下載 Shimeji 套件…

source: Downloads unavailable
de: Downloads nicht verfügbar
fi: Lataukset eivät ole käytettävissä
fr: Téléchargements indisponibles
ja: ダウンロードを利用できません
uk: Завантаження недоступні
zh_hans: 下载不可用
zh_hant: 無法使用下載項目

source: Drag or swipe up and down to seek.
de: Ziehen oder nach oben und unten wischen, um zu spulen.
fi: Vedä tai pyyhkäise ylös ja alas siirtyäksesi.
fr: Faites glisser ou balayez vers le haut et le bas pour vous déplacer.
ja: ドラッグまたは上下にスワイプして位置を変更します。
uk: Перетягніть або проведіть угору чи вниз, щоб перемотати.
zh_hans: 拖动或向上向下轻扫以调整进度。
zh_hant: 拖移或向上向下滑動以調整進度。

source: Duration
de: Dauer
fi: Kesto
fr: Durée
ja: 長さ
uk: Тривалість
zh_hans: 时长
zh_hant: 時長

source: Edit Playlist
de: Playlist bearbeiten
fi: Muokkaa soittolistaa
fr: Modifier la playlist
ja: プレイリストを編集
uk: Редагувати плейлист
zh_hans: 编辑歌单
zh_hant: 編輯歌單

source: Electronic
de: Elektronisch
fi: Elektroninen
fr: Électronique
ja: エレクトロニック
uk: Електронна
zh_hans: 电子
zh_hant: 電子

source: Enable
de: Aktivieren
fi: Ota käyttöön
fr: Activer
ja: 有効にする
uk: Увімкнути
zh_hans: 启用
zh_hant: 啟用

source: Enable AI Audio Processing to access vocal removal, bass enhance, and other AI-powered audio features.
de: Aktiviere KI-Audioverarbeitung für Gesangsentfernung, Bassverstärkung und weitere KI-Audiofunktionen.
fi: Ota tekoälyäänenkäsittely käyttöön laulun poistoa, bassokorostusta ja muita tekoälytehosteita varten.
fr: Activez le traitement audio IA pour supprimer la voix, renforcer les basses et utiliser les autres effets IA.
ja: AIオーディオ処理を有効にすると、ボーカル除去や低音強調などの機能を利用できます。
uk: Увімкніть обробку аудіо ШІ для видалення вокалу, підсилення басів та інших функцій.
zh_hans: 启用 AI 音频处理以使用人声消除、低音增强等 AI 音频功能。
zh_hant: 啟用 AI 音訊處理以使用人聲消除、低音增強等 AI 音訊功能。

source: Enable camera access in Settings to scan a sign-in code.
de: Erlaube den Kamerazugriff in den Einstellungen, um einen Anmeldecode zu scannen.
fi: Salli kameran käyttö Asetuksissa, jotta voit skannata kirjautumiskoodin.
fr: Autorisez l’accès à l’appareil photo dans Réglages pour scanner un code de connexion.
ja: サインインコードをスキャンするには、設定でカメラへのアクセスを許可してください。
uk: Дозвольте доступ до камери в Параметрах, щоб сканувати код входу.
zh_hans: 请在设置中开启相机权限，以扫码登录。
zh_hant: 請在設定中開啟相機權限，以掃碼登入。

source: Enable Experiments
de: Experimente aktivieren
fi: Ota kokeilut käyttöön
fr: Activer les expériences
ja: 実験的機能を有効にする
uk: Увімкнути експерименти
zh_hans: 启用实验功能
zh_hant: 啟用實驗功能

source: Enables vocal removal and opens the removal level control.
de: Schaltet die Gesangsentfernung ein und öffnet die Stärkeregelung.
fi: Ottaa laulun poiston käyttöön ja avaa voimakkuuden säätimen.
fr: Active la suppression de la voix et ouvre le réglage de niveau.
ja: ボーカル除去をオンにして、除去レベルの調整を開きます。
uk: Вмикає видалення вокалу та відкриває регулювання рівня.
zh_hans: 开启人声消除并打开消除程度控制。
zh_hant: 開啟人聲消除並打開消除程度控制。

source: End of queue
de: Ende der Warteschlange
fi: Jonon loppu
fr: Fin de la file d’attente
ja: キューの最後
uk: Кінець черги
zh_hans: 播放队列已结束
zh_hant: 播放佇列已結束

source: End of Queue
de: Ende der Warteschlange
fi: Jonon loppu
fr: Fin de la file d’attente
ja: キューの最後
uk: Кінець черги
zh_hans: 播放队列已结束
zh_hant: 播放佇列已結束

source: Enter full screen
de: Vollbild aktivieren
fi: Siirry koko näyttöön
fr: Passer en plein écran
ja: フルスクリーンにする
uk: Увімкнути повноекранний режим
zh_hans: 进入全屏
zh_hant: 進入全螢幕

source: Enter your username and password.
de: Gib deinen Benutzernamen und dein Passwort ein.
fi: Anna käyttäjätunnus ja salasana.
fr: Saisissez votre nom d’utilisateur et votre mot de passe.
ja: ユーザー名とパスワードを入力してください。
uk: Введіть ім’я користувача та пароль.
zh_hans: 请输入用户名和密码。
zh_hant: 請輸入使用者名稱和密碼。

source: Epic
de: Episch
fi: Eeppinen
fr: Épique
ja: エピック
uk: Епічний
zh_hans: 史诗
zh_hant: 史詩

source: Exit full screen
de: Vollbild beenden
fi: Poistu koko näytöstä
fr: Quitter le plein écran
ja: フルスクリーンを終了
uk: Вийти з повноекранного режиму
zh_hans: 退出全屏
zh_hant: 結束全螢幕

source: Experimental Themes
de: Experimentelle Designs
fi: Kokeelliset teemat
fr: Thèmes expérimentaux
ja: 実験的テーマ
uk: Експериментальні теми
zh_hans: 实验性主题
zh_hant: 實驗性主題

source: Experimental Themes adds early, in-progress themes to the theme picker above. Shimeji adds tiny animated characters that wander around on top of the app.
de: Experimentelle Designs ergänzt den Designwähler um unfertige Designs. Shimeji zeigt kleine animierte Figuren über der App.
fi: Kokeelliset teemat lisäävät keskeneräisiä teemoja valikkoon. Shimeji lisää sovelluksen päällä liikkuvia pieniä hahmoja.
fr: Les thèmes expérimentaux ajoutent des thèmes en développement au sélecteur. Shimeji ajoute de petits personnages animés qui se promènent sur l’app.
ja: 実験的テーマを有効にすると、開発中のテーマが選択肢に追加されます。しめじはアプリ上を歩き回る小さなキャラクターを表示します。
uk: Експериментальні теми додають теми в розробці до списку вище. Shimeji додає маленьких анімованих персонажів поверх застосунку.
zh_hans: 实验性主题会在上方主题选择器中添加开发中的主题。Shimeji 会在应用上方显示四处走动的小型动画角色。
zh_hant: 實驗性主題會在上方主題選擇器中加入開發中的主題。Shimeji 會在 App 上方顯示四處走動的小型動畫角色。

source: Experiments
de: Experimente
fi: Kokeilut
fr: Expériences
ja: 実験的機能
uk: Експерименти
zh_hans: 实验功能
zh_hant: 實驗功能
